Revit 2024 API
ElectricalLoadClassification.Other Property
 Indicates if it is the default load classification, and its name is Other.
Namespace: Autodesk.Revit.DB.Electrical
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2024
Syntax
C#
public bool Other { get; }
Visual Basic
Public ReadOnly Property Other As Boolean
	Get
Visual C++
public:
property bool Other {
	bool get ();
}
See Also
ElectricalLoadClassification Class
Autodesk.Revit.DB.Electrical Namespace